---
kind: other
id: Properties.T:Autodesk.Revit.UI.PushButtonData
zh: 按钮
source: html/5007d20f-a18a-9963-6421-44818ef3723c.htm
---
# PushButtonData Properties

**中文**: 按钮

The assembly path of the button.